{
  "fields": [
    {
      "name": "firstname",
      "label": "Prénom",
      "type": "text",
      "required": true
    },
    {
      "name": "lastname",
      "label": "Nom",
      "type": "text",
      "required": true
    },
    {
      "name": "email",
      "label": "Email",
      "type": "text",
      "required": true
    },
    {
      "name": "address",
      "label": "Adresse",
      "type": "text",
      "required": true
    },
    {
      "name": "zipcode",
      "label": "Code postal",
      "type": "text",
      "required": true
    },
    {
      "name": "city",
      "label": "Ville",
      "type": "text",
      "required": true
    },
    {
      "name": "numero_abonne",
      "label": "Numéro de votre carte UGC illimité ",
      "type": "text"
    },
    {
      "name": "engagement",
      "label": "Date de votre insciption à UGC",
      "type": "radio",
      "required": true,
      "choices": [
        {
          "name": "purpose",
          "value": "Plus d' 1 an",
          "type": "text"
        },
        {
          "name": "purpose",
          "value": "Moins de 14 jours",
          "type": "text"
        },
        {
        "name": "purpose",
        "value": "Je ne sais pas",
        "type": "text"
        },
        {
          "name": "purpose",
          "label": "Motifs valables dans votre situation",
          "value" : "Moins d' 1 an",
          "type": "radio",
          "choices" : [
            {
              "name" : "reason",
              "value" : "Déménagement hors zone (justificatif nécessaire)",
              "type" : "text",
              "content" : "Je vous informe aujourd'hui par cette lettre envoyée en recommandé, que je souhaite mettre fin à mon abonnement souscrit auprès de votre établissement. Les conditions générales de vente de mon contrat me permettent de résilier mon abonnement, suite à mon déménagement dans une zone où votre réseau de salles de cinéma n est pas présent. J'invoque donc mon droit à résilier sans frais. Vous trouverez ci-joint à ce courrier, un document justifiant la localisation de mon nouveau domicile. Je vous remercie de prendre en compte ma demande dès réception de ce courrier recommandé, et de me rembourser les sommes trop perçues correspondant aux mois pendant lesquels je ne pourrais pas profiter de mon abonnement."
            },
            {
              "name" : "reason",
              "value" : "UGC a modifié ses tarifs",
              "type" : "text",
              "content" : "Je vous informe aujourd'hui par cette lettre envoyée en recommandé, que je souhaite mettre fin à mon abonnement cinéma souscrit auprès de votre établissement, suite à une récente modification des conditions contractuelles. Comme le prévoit l'article L121-110 du Code de la consommation, \"tout projet de modification des conditions contractuelles à l'initiative du professionnel est communiqué par écrit par ce professionnel au consommateur au moins un mois avant son entrée en vigueur, assorti de l'information, énoncée de manière claire, précise et visible, selon laquelle ce dernier peut, tant qu'il n'a pas expressément accepté les nouvelles conditions, résilier le contrat, sans pénalité de résiliation et sans droit à dédommagement, jusque dans un délai de trois mois après l'entrée en vigueur de la modification.\" Ainsi, j'invoque mon droit à résilier mon contrat, sans que je sois soumis à de quelconques pénalités. Je vous remercie de prendre en compte ma demande dès réception de ce courrier recommandé, et de m'envoyer en retour un courrier me confirmant la date de fin de mon abonnement."
            },
            {
              "name" : "reason",
              "value" : "Le Cinéma près de chez moi n' est plus affilié à votre réseau ou a fermé",
              "type" : "text",
              "content" : "Je vous informe aujourd'hui par cette lettre envoyée en recommandé, que je souhaite mettre fin à mon abonnement souscrit auprès de votre société, suite à la fermeture du cinéma situé près de mon domicile. Les conditions générales de vente de mon contrat me permettent de résilier mon abonnement dans la mesure où le cinéma situé près de chez moi a fermé ou est sorti du système d'abonnement de votre réseau. Ne pouvant donc plus utiliser ma carte de cinéma, j'invoque mon droit à résilier sans frais mon contrat. Je vous remercie de prendre en compte ma demande dès réception de ce courrier recommandé, et de me rembourser les sommes trop perçues, correspondant aux mois pendant lesquels je n'ai pas pu profiter de mon abonnement."
            },
            {
              "name" : "reason",
              "value" : "Mon état de santé ne me permet plus de profiter de vos services (justificatif nécessaire)",
              "type" : "text",
              "content" : "Je vous informe aujourd'hui par cette lettre envoyée en recommandé, que je souhaite mettre fin à mon abonnement souscrit auprès de votre société, suite à mon état de santé. Les conditions générales de vente de mon contrat me permettent de résilier mon abonnement dans la mesure où je suis dans l' incapacité de me déplacer. Ne pouvant donc plus utiliser ma carte de cinéma, j'invoque mon droit à résilier sans frais mon contrat. Je vous remercie de prendre en compte ma demande dès réception de ce courrier recommandé, et de me rembourser les sommes trop perçues, correspondant aux mois pendant lesquels je n'ai pas pu profiter de mon abonnement."
            }
          ]
        }
      ]
    }
  ]
}
